public class Homework2 {
    public static void main(String[] args) {
        /*
         https://www.joongang.co.kr/article/25020899
         참고 하였음.
        */
        System.out.println("첫날 관객 29만…마동석 마블 영화 '이터널스' 위드 코로나 물꼬\n");
        System.out.print("배우 마동석의 마블 히어로 데뷔작 ‘이터널스’(감독 클로이 자오)가 개봉 첫날인 3일 전국 29만");
        System.out.print("관객을 동원하며 올해 두 번째로 높은 오프닝 성적을 냈다.\n지난 5월 공휴일인 석가탄신일에 개봉해 하루 40만 관객을 기록한");
        System.out.println("할리우드 액션 영화 ‘분노의 질주: 더 얼티메이트’에 이어서다.\n" );
        System.out.println("'이터널스' 개봉 당일 예매량 35만 육박\n");
        System.out.print("영화진흥위원회 영화관입장권통합전산망에 따르면 3일 오전 9시쯤 ‘이터널스’는 실시간 예매량 35만장을 넘어서며");
        System.out.print("올해 외화 흥행 1위 \n‘블랙 위도우’(누적 관객 296만 명)의 30만장을 제쳤다. 이어 이날 2568개 스크린에서 상영해 누적 관객 29만7000여명을 기록하며");
        System.out.println("흥행 1위에 올랐다. \n이날 하루 전국 영화관 관객 수는 33만7000여명. 30만을 넘은 것은 지난달 23일, 마블 코믹스 토대의 히어로 영화 ‘베놈 2: 렛 데어 비 카니지’가 14만, ");
        System.out.println("할리우드 우주 SF 대작 ‘듄’이 11만 관객을 모으며 박스오피스 총 관객이 31만을 기록한 후 11일 만이다.");
    }
}
