public class HomeWork2 {
    public static void main(String[]args) {
        System.out.println("MS·아마존 이어 ‘직원반발’ 구글도…11.8조 美 국방부 사업에 쏠린 눈");
        System.out.print("발행일 2021-11-04 14:53:10\n");
        System.out.println("구글이 직원들의 반발에도 미국 국방부 클라우드 사업에 재진출할 계획을 세웠다. ");
        System.out.print("최대 11조8000억원 규모로 추정되는 이번 사업은 마이크로소프트(MS)·아마존·구글 등 세계적 빅테크 기업들이 참여하는 형태로 진행될 가능성이 커졌다.\n");
        System.out.print("3일(현지시간) <뉴욕타임즈> 등 주요외신에 따르면 구글은 3년 전 직원들의 반발로 진행을 멈췄던 미 국방부 사업을 재개하기 위한 작업을 진행 중이다.\n");
        System.out.print("미 국방부는 지난 7월 ‘합동 방어인프라 사업(JEDI)’을 대체할 새 클라우드 사업을 진행하겠다고 밝힌 바 있다\n");
        System.out.println("‘합동 전투 클라우드 역량(JWCC)’란 이름으로 진행되는 이번 프로젝트엔 10년간 약 100억 달러(약 11조8000억원)가 투입될 것으로 추정된다.");
        System.out.print("멀티 클라우드를 펜타곤(미 국방부 청사) 시스템에 도입해 군사력 증강 효율화를 가져가겠다는 것이 사업 핵심이다.\n");
    }
}
