public class Homework2 {
    public static void main(String[] args)  {
        System.out.println("********************");
        System.out.print("美 \"코로나19 사망자 75만명 육박...알래스카 인구보다 많아\"n");
        System.out.print("미국 내 코로나19 사망자 숫자가 75만명을 육박하면서 알래스카주 인구를 넘어선 것으로 알려졌다. ");
        System.out.print("3일(현지시간) 미 존스홉킨스대학의 코로나19 데이터에 따르면 이날까지 집계된 미국의 코로나19 사망자수는 74만8518명을 기록해 전세계에서 가장 많은 숫자를 기록 중이다");
        System.out.print("워싱턴포스트(WP)에 따르면 해당 수치는 2020년 미국 인구조사 기준 알래스카주의 인구인 73만3391명을 넘어선 것이다. 워싱턴DC(68만9545명), 버몬트(64만3077명), 와이오밍(57만6851명)주 등의 인구도 크게 웃도는 수준이다. " +
                "WP에 따르면 해당 숫자는 이미 제1·2차 세계대전, 한국전쟁, 베트남 전쟁 등에서 사망한 미군 숫자를 모두 다 합친 것을 넘어섰다.");
        System.out.print("이토록 코로나19 사망자가 많음에도 여전히 많은 사람이 백신접종을 거부하고 있으며 백신접종이 가족·지역 간 갈등을 야기하기도 한다고 WP는 보도했다. " +
                         "미국 내에서는 정치적인 이유로 집단으로 백신을 맞지 않는 사례도 여전히 많은 것으로 알려졌다.\n");
        System.out.print("WP에 따르면 미시간주의 터스콜라 카운티 주민 중 한 번이라도 코로나 백신을 맞은 사람은 51%에 불과한 것으로 나타났는데, 이 지역은 정치적으로 보수적이며 반정부 정서가 강하기 때문으로 분석되고 있다. " +
                "아직 미국 남동부 일대 많은 지역에서 백신 접종 거부자가 많은 상황이라 미 보건당국에서 앞으로도 사망자가 크게 늘어날 것으로 경고한다고 WP는 전했다.");
        System.out.println("********************");






    }
}

