public class Homework2 {
    public static void main(String[] args) {
        System.out.print("방역당국 \"5∼11세 코로나19 백신 접종, 충분히 검토 후 결정\"\n");
        System.out.print("(서울=연합뉴스) 최인영 기자 = 방역당국은 신종 코로나바이러스 감염증(코로나19) 백신 접종 대상에 5∼11세를 포함할지는 충분한 검토를 거쳐 결정하겠다고 밝혔다.\n" +
                "\n" +
                "김기남 코로나19 예방접종대응추진단 접종기획반장은 4일 정례브리핑에서 \"5∼11세 연령에 대한 접종 여부는 식품의약품안전처의 허가, 다른 나라 접종 시행 상황, 국내외 연구결과 등을 토대로 충분히 검토한 후에 결정할 계획\"이라고 밝혔다.\n" +
                "\n" +
                "전날 미국 질병통제예방센터(CDC)가 5∼11세 어린이들에게 화이자-바이오엔테크의 코로나19 백신 접종을 승인하면서 국내 5∼11세 대상 접종 여부에도 관심이 쏠리는 상황이다.\n" +
                "\n" +
                "CDC 결정에 앞서 미국 식품의약국(FDA)은 5∼11세 대상 화이자 코로나19 백신의 긴급사용을 승인했다. FDA는 성인의 3분의 1 용량을 투여하는 것을 기준으로 승인했다.\n" +
                "\n" +
                "김 반장은 \"우리나라에서 해당 연령에 접종하려면 우선 식약처 허가가 전제돼야 한다\"며 \"현재까지 식약처가 허가한 화이자 백신은 접종 연령이 12세 이상으로 돼 있다\"고 설명했다.\n" +
                "\n" +
                "그러면서 \"제약사 신청에 따라서 허가 변경이 이뤄질 것으로 보인다\"고 밝혔다.\n" +
                "\n" +
                "5∼11세 접종에 대한 허가가 나오려면 안정성과 효과성 평가가 중요하다고 김 반장은 강조했다.\n" +
                "\n" +
                "그는 \"백신의 안전성은 모든 연령층에서 가장 중요한 요소이고 가장 중요하게 검토할 사항\"이라며 \"안전성과 효과성은 기본적으로 임상시험 결과를 토대로 허가 과정에서 검토가 이루어질 예정이고, 저희도 면밀히 검토할 것\"이라고 말했다.\n" +
                "\n" +
                "또 다른 나라 사례와 연구 결과를 모니터링하고, 국내 코로나19 상황과 접종 타당성 등을 검토하겠다고 밝혔다.\n");
    }
}
