public class HomeWork2 {
    public static void main(String[] args) {
        System.out.println("점심 식사 후 피해야 할 행동 4가지");
        System.out.println("\n대부분의 사람은 점심 식사 후 정해진 패턴대로 생활한다. \n" +
                "그런데, 일부 습관은 건강에 악영향을 미칠 수 있어 주의가 필요하다. \n" +
                "식사 후 피해야 할 행동들을 알아본다. \n");
        System.out.println("엎드려 낮잠 자기");
        System.out.print("직장인들은 식사 후 잠심 책상에 엎드려 '낮잠 타임'을 갖는 경우가 많다. " +
                "그런데 이 자세는 척추에 부담을 준다. \n" +
                "목이 앞으로 심하게 꺾이면서 척추가 휘어지고, 심하면 허리 디스크로 이어질 수 있다. \n" +
                "가슴을 조이고 위를 압박해 소화 작용을 방해하기도 한다. " +
                "잠은 바로 누워 자는 게 가장 좋지만, \n" +
                "앉아서 낮잠을 자야 한다면 똑바로 앉아 머리·목·허리를 의자에 기댄 상태로 자는 게 좋다.\n");
        System.out.println("\n가만히 앉아있기");
        System.out.print("식사 후 가만히 앉아있거나, 앉아서 디저트를 먹는다면 살이 잘 찐다. \n" +
                "섭취한 음식은 우리 몸에서 포도당, 아미노산, 지방산 등 영양소로 분해되는데, 포도당은 지방으로 저장된다. \n" +
                "식사 직후 포도당이 지방으로 저장되기 전 20분 정도 가볍게 산책하면 지방으로 축적되는 양을 줄일 수 있다. \n" +
                "산책할 때는 바른 자세로 걷는다. 상체 자세를 곧게 유지하며 척추와 가슴을 펴고, \n" +
                "시선은 정면이나 약간 위를 바라본다. 걸을 때는 발뒤꿈치가 먼저 땅에 닿게 한 후 앞부분을 내디딘다.\n");
        System.out.println("\n흡연하기");
        System.out.print("밥 먹고 나서 피는 담배는 더 맛있게 느껴진다는 이유로 식후 흡연을 습관처럼 하는 사람이 많다. \n" +
                "하지만 이 역시 피해야 할 행동이다. 실제로 식사 후에는 담배의 단맛을 내는 '페릴라르틴' 성분이 더 많이 흡수돼 맛있게 느껴진다. \n" +
                "그러나 페릴라르틴은 독성물질로, 많이 흡수될수록 몸에 더 안 좋은 영향을 미친다. \n" +
                "식후 흡연은 소화를 방해하기도 한다. 담배 속 니코틴은 위액 분비의 균형을 무너뜨리는데 이로 인해 소화불량, 소화성 궤양 등이 생길 수 있다. \n");
        System.out.println("\n커피 마시기");
        System.out.print("커피에 들어 있는 성분 '타닌' '카페인'은 철분 흡수를 방해한다. \n" +
                "철분과 타닌이 만나면 결합물(타닌철)이 만들어지는데, 이 결합물은 철분 흡수율을 절반까지 떨어뜨린다. \n" +
                "또한 철분이 위장에서 흡수되기 전, 카페인과 만나면 서로 달라붙어 소변으로 배출돼 버린다. \n" +
                "특히 카페인은 이뇨작용을 촉진하기 때문에 철분이 소변으로 배출되는 양이 증가할 수 있다. \n" +
                "애써 섭취한 유익한 영양분이 빠져나갈 수 있기 때문에 식사 직후 커피를 마시는 것은 권하지 않는다");
    }
}
