/*
    작성자 : 이철
    내용 : println 과 print를 이용하여 뉴스기사 출력하기.
 */


public class HomeWork2 {
    public static void main(String[] args) {
        System.out.println("********************");
        System.out.print("정부 식약처 허가, 해외사례, 연구결과 토대로 신중 검토\n");
        System.out.print("서울 = 연합뉴스 신선미 박규리 기자 = 최근 단계적 일상회복에 따른 방역 완화로 신규 확진자 규모가 늘고,\n");
        System.out.println("이 가운데 백신 미접종 연령층의 비율도 확대되면서 어린이 대상 코로나19 백신 접종 여부에도 관심이 쏠린다,");
        System.out.print("특히 미국 질병통제예방센터(CDC)가 지난 2일(현지시간) 5∼11세용 화이자 코로나19 백신을 승인하고 \n");
        System.out.println("곧바로 3일부터 접종을 시작하면서 국내 정책 결정에도 영향을 미칠지 주목된다.");
        System.out.println("김기남 코로나19예방접종대응추진단 접종기획반장는 4일 정례 브리핑에서 관련 질의에\n " +
                "5∼11세 연령층에 대한 접종 여부는 식품의약품안전처(식약처)의 허가, 다른 나라의 접종 시행 상황, 국내외 연구 결과 등을 토대로\n " +
                "충분히 검토한 뒤 결정할 계획이라고 신중한 입장을 밝혔다.");
        System.out.print("박향 중앙사고수습본부 방역총괄반장도 이날 오전 KBS 라디오 '최경영의 최강시사' 인터뷰에서 12세 미만 어린이 접종은 아직\n " +
        "검토하지 않고 있고 다른 나라 현황과 식약처, 다른 연구 결과 보고 좀 더 검토할 예정이라며 현재는 12세 이상에 대해서만 권고하고 있다고 말했다.\n");
        System.out.println("********************");

    }
}
